Repository: objective-see/Netiquette
Catalog: Netiquette/mul.lproj/Preferences.xcstrings
Source language: en
Languages: es, ko

# 2qr-2x-A3U.title
source: Check Now
es: Verificar Ahora
ko: 지금 확인

# 4EN-j2-enV.title
source: Resolve Names
es: Resolver Nombres
ko: 이름 알아내기

# a5n-tt-65v.title
source: Hide Apple Processes
es: Ocultar Procesos de Apple
ko: Apple 프로세스 숨기기

# E0T-Ug-P8f.title
source: Automatically reenumerate and redisplay network connections.
es: Enumerar y mostrar de nuevo automáticamente las conexiones de red.
ko: 네트워크 연결을 자동으로 다시 열거 및 표시합니다.

# F0z-JX-Cv5.title
source: Settings
es: Configuratión
ko: 설정

# JV5-cY-ff4.title
source: Do not automatically check for new versions.
es: No comprobar automáticamente si hay nuevas versiones.
ko: 자동으로 새로운 버전을 확인하지 않습니다.

# JVI-Or-h0u.title
source: Auto Refresh
es: Actualización Automática
ko: 자동 새로 고침

# NVd-tb-ysH.title
source: Hide Local Connections
es: Ocultar Conexiones Locales
ko: 로컬 연결 숨기기

# rrF-xj-cXp.label
source: Update
es: Actualizar
ko: 업데이트

# rrF-xj-cXp.paletteLabel
source: Update
es: Actualizar
ko: 업데이트

# SG5-YM-BoV.title
source: Resolve (domain) names via reverse lookup.
es: Resolver nombres de (dominio) mediante búsqueda inversa.
ko: 역방향 조회를 통해 (도메인) 이름을 알아냅니다.

# SYJ-Qv-cRq.title
source: Do not display network activity from to system binaries.
es: No mostrar la actividad de red de los binarios del sistema.
ko: 시스템 실행 파일로 들어오고 나가는 네트워크 활동을 표시하지 않습니다.

# WTz-7B-Wrc.title
source: Do not display network activity to local host (lo*).
es: No mostrar la actividad de red al host local (lo*).
ko: 로컬 호스트(lo*)로 가는 네트워크 활동을 표시하지 않습니다.

# z5b-fA-WCk.title
source: Disable Update Checks
es: Deshabilitar Verificación de Actualización
ko: 업데이트 확인 비활성화

# k0w-Oi-kwd.label
source: General
ko: 일반

# k0w-Oi-kwd.paletteLabel
source: General
ko: 일반
